Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# LayoutEditorControlTemporaryActivateHandHeader.Text
source: Temporarily activate Hand tool
ar: تفعيل الأداة اليدوية مؤقتاً
de: Handwerkzeug vorübergehend aktivieren
es: Activar temporalmente Herramienta manual
hi: अस्थायी रूप से हैंड टूल सक्रिय करें
id: Mengaktifkan alat tangan untuk sementara waktu
it: Attiva temporaneamente lo strumento mano
ja: ハンドツールを一時的にアクティブにする
ko: 일시적으로 손 도구 활성화
ms: Aktifkan alat Tangan sementara
pt: Ativar temporariamente a ferramenta manual
ru: Временно активировать ручной инструмент
th: เปิดใช้งานเครื่องมือมือชั่วคราว
tr: El aletini geçici olarak etkinleştirin
vi: Kích hoạt tạm thời công cụ Tay
zh_hans: 临时激活移动工具
zh_hant: 暫時啟動手動工具

# LayoutEditorControlTemporaryActivateHandInfoTag.Text
source: Long press Space
ar: مساحة الضغط لفترة طويلة
de: Leertaste lang drücken
es: Pulsación larga Espacio
hi: स्पेस बार को लंबे समय तक दबाएँ
id: Tekan lama Spasi
it: Tieni premuta la barra spaziatrice
ja: スペース長押し
ko: 스페이스 키를 길게 누릅니다.
ms: Tekan dan tahan kekunci Space
pt: Premir demoradamente Espaço
ru: Длительное нажатие кнопки Пробел
th: กดปุ่ม Space ค้างไว้
tr: Boşluğa uzun basın
vi: Nhấn và giữ phím cách
zh_hans: 长按空格键
zh_hant: 長按空格

# LayoutEditorControlVerticalAlignmentBottom.Content
source: Bottom
ar: القاع
de: Unten
es: Fondo
hi: तला
id: Bawah
it: Basso
ja: 下揃え
ko: 하단
ms: Bahagian bawah
pt: Fundo
ru: Дно
th: ด้านล่าง
tr: Alt
vi: Phần dưới
zh_hans: 靠底
zh_hant: 靠底

# LayoutEditorControlVerticalAlignmentBox.Header
source: Vertical Alignment
ar: المحاذاة الرأسية
de: Vertikale Ausrichtung
es: Alineación vertical
hi: लंबवत संरेखण
id: Penjajaran Vertikal
it: Allineamento verticale
ja: 垂直方向の配置
ko: 수직 정렬
ms: Penjajaran menegak
pt: Alinhamento vertical
ru: Вертикальное выравнивание
th: การจัดแนวแนวตั้ง
tr: Dikey Hizalama
vi: Căn chỉnh dọc
zh_hans: 垂直对齐
zh_hant: 垂直對齊

# LayoutEditorControlVerticalAlignmentCenter.Content
source: Center
ar: المركز
de: Zentrum
es: Centro
hi: केंद्र
id: Pusat
it: Centro
ja: 中央揃え
ko: 센터
ms: Pusat
pt: Centro
ru: Центр
th: ศูนย์กลาง
tr: Merkez
vi: Trung tâm
zh_hans: 居中
zh_hant: 置中

# LayoutEditorControlVerticalAlignmentStretch.Content
source: Stretch
ar: التمدد
de: Dehnen
es: Estire
hi: खींचो
id: Peregangan
it: Allunga
ja: ストレッチ
ms: Regangan
pt: Esticar
ru: Растяжка
th: ยืด
tr: Esneme
vi: Kéo giãn
zh_hans: 拉伸
zh_hant: 伸展

# LayoutEditorControlVerticalAlignmentTop.Content
source: Top
ar: أعلى
hi: शीर्ष
id: Atas
it: Alto
ja: 上揃え
ms: Atas
pt: Topo
ru: Топ
th: ด้านบน
tr: Üst
vi: Hàng đầu
zh_hans: 靠顶
zh_hant: 頂部

# LayoutEditorControlZoomCanvasHeader.Text
source: Zoom in/out
ar: التكبير/التصغير
de: Vergrößern/Verkleinern
es: Ampliar/reducir
hi: ज़ूम इन/आउट
id: Memperbesar/memperkecil
it: Zoom avanti/indietro
ja: 拡大/縮小
ko: 확대/축소
ms: Zum masuk/keluar
pt: Aumentar/reduzir o zoom
ru: Увеличение/уменьшение
th: ซูมเข้า/ซูมออก
tr: Yakınlaştırma/uzaklaştırma
vi: Phóng to/thu nhỏ
zh_hans: 放大 / 缩小
zh_hant: 放大/縮小

# LayoutEditorControlZoomCanvasInfoTag.Text
source: Mouse Wheel
ar: عجلة الماوس
de: Mausrad
es: Rueda del ratón
hi: माउस व्हील
id: Roda Tikus
it: Rotella del mouse
ja: マウスホイール
ko: 마우스 휠
ms: Roda Tetikus
pt: Roda do rato
ru: Колесо мыши
th: ล้อเมาส์
tr: Fare Tekerleği
vi: Bánh xe chuột
zh_hans: 鼠标滚轮
zh_hant: 滑鼠滾輪

# LayoutEditorControlZoomInButton.Content
source: Zoom In
ar: تكبير الصورة
de: Vergrößern
es: Ampliar
hi: ज़ूम इन
id: Perbesar
it: Zoom avanti
ja: 拡大表示
ko: 줌인
ms: Zum masuk
pt: Ampliar
ru: Увеличить
th: ซูมเข้า
tr: Yakınlaştır
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

# LayoutEditorControlZoomOutButton.Content
source: Zoom Out
ar: تصغير
de: Herauszoomen
es: Alejar
hi: आउट करें
id: Perkecil
it: Zoom indietro
ja: 縮小表示
ko: 줌아웃
ms: Zum keluar
pt: Reduzir o zoom
ru: Уменьшить масштаб
th: ซูมออก
tr: Uzaklaştır
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

# LayoutEditorControlZoomResetButton.Content
source: Zoom to Fit
ar: تكبير لملاءمة
de: Anpassen zoomen
es: Zoom para ajustar
hi: फिट करने के लिए ज़ूम करें
id: Perbesar agar Sesuai
it: Adatta allo schermo
ja: ズームして合わせる
ko: 맞춤 확대/축소
ms: Zum Sesuai
pt: Zoom para ajustar
ru: Увеличить масштаб
th: ซูมให้พอดี
tr: Sığdırmak için Yakınlaştır
vi: Phóng to vừa khung
zh_hans: 适应
zh_hant: 缩放以适应

# LayoutSettingsControlCustomProfiles.Text
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: A medida
hi: अनुकूलित
id: Kustom
it: Personalizzati
ja: カスタム
ko: 사용자 지정
ms: Kustom
pt: Personalizado
ru: Пользовательское
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# LayoutSettingsControlCustomProfilesEmpty.Text
source: No custom layouts found. Create from a template or import an existing layout
ar: لم يتم العثور على تخطيطات مخصصة. إنشاء من قالب أو استيراد تخطيط موجود
de: Keine benutzerdefinierten Layouts gefunden. Aus einer Vorlage erstellen oder ein vorhandenes Layout importieren
es: No se han encontrado diseños personalizados. Crear a partir de una plantilla o importar un diseño existente
hi: कोई कस्टम लेआउट नहीं मिला। एक टेम्पलेट से बनाएँ या मौजूदा लेआउट आयात करें।
id: Tidak ditemukan tata letak khusus. Membuat dari templat atau mengimpor tata letak yang sudah ada
it: Nessun layout personalizzato trovato. Crea da un modello o importa un layout esistente.
ja: カスタムレイアウトが見つかりません。テンプレートから作成するか、既存のレイアウトをインポートしてください
ko: 사용자 지정 레이아웃을 찾을 수 없습니다. 템플릿에서 만들거나 기존 레이아웃 가져오기
ms: Tiada susun atur tersuai ditemui. Buat daripada templat atau import susun atur sedia ada.
pt: Não foram encontrados layouts personalizados. Criar a partir de um modelo ou importar um layout existente
ru: Пользовательские макеты не найдены. Создайте из шаблона или импортируйте существующий макет
th: ไม่พบเลย์เอาต์ที่กำหนดเอง. สร้างจากเทมเพลตหรือนำเข้าเลย์เอาต์ที่มีอยู่
tr: Özel düzen bulunamadı. Bir şablondan oluşturun veya mevcut bir düzeni içe aktarın
vi: Không tìm thấy bố cục tùy chỉnh nào. Hãy tạo bố cục từ mẫu hoặc nhập bố cục hiện có
zh_hans: 未找到自定义布局。从模板创建或导入现有布局
zh_hant: 未找到自訂版面。從範本建立或匯入現有版面

# LayoutSettingsControlLayoutNameTextBox.PlaceholderText
source: Enter a name for this layout to help distinguish it
ar: أدخل اسماً لهذا التخطيط للمساعدة في تمييزه
de: Geben Sie einen Namen für dieses Layout ein, um es zu unterscheiden
es: Introduzca un nombre para este diseño para ayudar a distinguirlo
hi: इस लेआउट को पहचानने में मदद के लिए एक नाम दर्ज करें।
id: Masukkan nama untuk tata letak ini untuk membantu membedakannya
it: Inserisci un nome per questo layout per distinguerlo.
ja: このレイアウトの区別に役立つ名前を入力してください
ko: 레이아웃을 구분할 수 있도록 이 레이아웃의 이름을 입력합니다.
ms: Masukkan nama untuk susun atur ini bagi membantu membezakannya.
pt: Introduzir um nome para este esquema para o distinguir
ru: Введите имя для этого макета, чтобы его можно было отличить.
th: ป้อนชื่อสำหรับเลย์เอาต์นี้เพื่อช่วยในการแยกแยะ
tr: Bu düzeni ayırt etmeye yardımcı olması için bir ad girin
vi: Hãy nhập tên cho bố cục này để dễ phân biệt
zh_hans: 输入此布局的名称以便对其进行区分
zh_hant: 輸入此佈局的名稱，以便區分它

# LayoutSettingsControlNoLyricsWindow
source: No lyrics windows are using this layout
ar: لا توجد نوافذ كلمات الأغاني تستخدم هذا التخطيط
de: Keine Liedtextfenster verwenden dieses Layout
es: No hay ventanas de letras que utilicen este diseño
hi: कोई गीत विंडो इस लेआउट का उपयोग नहीं कर रही है।
id: Tidak ada jendela lirik yang menggunakan tata letak ini
it: Nessuna finestra testi utilizza questo layout
ja: このレイアウトを使用している歌詞ウィンドウはありません
ko: 이 레이아웃을 사용하는 가사 창이 없습니다.
ms: Tiada tetingkap lirik menggunakan susun atur ini
pt: Nenhuma janela de letras está a utilizar este esquema
ru: Ни одно окно с текстом не использует эту раскладку
th: ไม่มีหน้าต่างเนื้อเพลงใช้เค้าโครงนี้
tr: Hiçbir şarkı sözü penceresi bu düzeni kullanmıyor
vi: Không có cửa sổ lời bài hát nào đang sử dụng bố cục này
zh_hans: 没有歌词窗口使用此布局
zh_hant: 沒有歌詞視窗使用此佈局

# LayoutSettingsControlSystemProfiles.Text
source: Default
ar: افتراضي
de: Standard
es: Por defecto
hi: डिफ़ॉल्ट
it: Predefiniti
ja: デフォルト
ko: 기본값
ms: Lalai
pt: Predefinição
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# LayoutSettingsControlViewAppliedLyricsWindow.Text
source: View the lyrics windows using this layout
ar: عرض نوافذ كلمات الأغاني باستخدام هذا التخطيط
de: Anzeigen der Liedtextfenster mit diesem Layout
es: Ver las ventanas de letras utilizando esta disposición
hi: इस लेआउट का उपयोग करके गीतों की विंडो देखें
id: Melihat jendela lirik menggunakan tata letak ini
it: Mostra le finestre testi che utilizzano questo layout
ja: このレイアウトで歌詞ウィンドウを表示する
ko: 이 레이아웃을 사용하여 가사 창 보기
ms: Lihat tetingkap lirik menggunakan susun atur ini
pt: Visualizar as janelas das letras utilizando este esquema
ru: Просматривайте окна с текстами песен, используя эту схему
th: ดูหน้าต่างเนื้อเพลงโดยใช้เค้าโครงนี้
tr: Bu düzeni kullanarak şarkı sözü pencerelerini görüntüleyin
vi: Xem cửa sổ lời bài hát theo bố cục này
zh_hans: 查看使用此布局的歌词窗口
zh_hant: 使用此佈局檢視歌詞視窗

# LeftAlbumArtRightLyricsCompactLayout
source: Left Album Art Right Lyrics Layout (Compact)
ar: فن الألبوم الأيسر تخطيط الأغاني على اليمين (مضغوط)
de: Links Album Art Rechts Lyrics Layout (Kompakt)
es: Izquierda Arte del álbum Derecha Letra Diseño (Compacto)
hi: बाएँ एल्बम कला दाएँ गीतों की व्यवस्था (कॉम्पैक्ट)
id: Tata Letak Seni Album Kiri Tata Letak Lirik Kanan (Ringkas)
it: Copertina a sinistra, testi a destra (compatto)
ja: 左側アルバムアート 右側歌詞レイアウト（コンパクト）
ko: 왼쪽 앨범 아트 오른쪽 가사 레이아웃(컴팩트)
ms: Kiri Seni Album Kanan Susun Lirik (Padat)
pt: Esquerda Arte do álbum Direita Letras Layout (Compacto)
ru: Левая обложка альбома Правая обложка лирики (компакт)
th: ภาพปกอัลบั้มด้านซ้าย เนื้อเพลงด้านขวา (แบบย่อ)
tr: Sol Albüm Resmi Sağ Şarkı Sözleri Düzeni (Kompakt)
vi: Bên trái: Ảnh bìa album, bên phải: Lời bài hát (Bố cục gọn gàng)
zh_hans: 左侧专辑封面 右侧歌词布局（紧凑型）
zh_hant: 左側專輯封面 右側歌詞版面 (緊湊型)

source: Left Album Art Right Lyrics Layout
ar: فن الألبوم على اليسار تخطيط الأغاني على اليمين
de: Links Album Art Rechts Lyrics Layout
es: Izquierda Album Art Derecha Lyrics Layout
hi: बाएँ एल्बम कला दाएँ गीतों की व्यवस्था लेआउट
id: Seni Album Kiri Tata Letak Lirik Kanan
it: Copertina a sinistra, testi a destra
ja: 左側アルバムアート 右側歌詞レイアウト
ko: 왼쪽 앨범 아트 오른쪽 가사 레이아웃
ms: Kiri Seni Album Kanan Susun Atur Lirik
pt: Esquerda Arte do álbum Direita Layout das letras
ru: Слева обложка альбома Справа макет лирики
th: ภาพปกอัลบั้มด้านซ้าย เนื้อเพลงด้านขวา
tr: Sol Albüm Resmi Sağ Şarkı Sözleri Düzeni
vi: Bên trái: Ảnh bìa album, bên phải: Bố cục lời bài hát
zh_hans: 左侧专辑封面 右侧歌词布局
zh_hant: 左側專輯封面 右側歌詞版面

# LeftLyricsRightAlbumArtCompactLayout
source: Left Lyrics Right Album Art Layout (Compact)
ar: تخطيط صورة الألبوم الفني للأغاني اليسرى اليمنى (مضغوط)
de: Linke Lyrics Rechte Album Art Layout (Kompakt)
es: Letra izquierda Letra derecha Diseño de la carátula (compacto)
hi: बाएँ गीत, दाएँ एल्बम कला लेआउट (कॉम्पैक्ट)
id: Lirik Kiri Tata Letak Seni Album Kanan (Ringkas)
it: Testi a sinistra, copertina a destra (compatto)
ja: 左側歌詞 右側アルバムアート（コンパクト）
ko: 왼쪽 가사 오른쪽 앨범 아트 레이아웃(컴팩트)
ms: Lirik di Kiri, Seni Album di Kanan, Susun Atur (Padat)
pt: Letra esquerda Letra direita Layout da arte do álbum (compacto)
th: ซ้าย เนื้อเพลง ขวา ภาพอัลบั้ม รูปแบบ (แบบกะทัดรัด)
tr: Sol Şarkı Sözleri Sağ Albüm Kapağı Düzeni (Kompakt)
vi: Bố cục: Lời bài hát bên trái, ảnh bìa album bên phải (kiểu gọn)
zh_hans: 左侧歌词 右侧专辑封面布局（紧凑型）
zh_hant: 左側歌詞 右側專輯封面版面 (緊湊型)

source: Left Lyrics Right Album Art Layout
ar: تخطيط صورة الألبوم الفني للأغاني اليسرى اليمنى
de: Links Text Rechts Album Art Layout
es: Letra izquierda Letra derecha Diseño de la carátula
hi: बाएँ गीत, दाएँ एल्बम कला लेआउट
id: Lirik Kiri Tata Letak Seni Album Kanan
it: Testi a sinistra, copertina a destra
ja: 左側歌詞 右側アルバムアート
ko: 왼쪽 가사 오른쪽 앨범 아트 레이아웃
ms: Lirik di Kiri, Seni Album di Kanan: Susun Atur
pt: Letras de músicas à esquerda Layout da arte do álbum à direita
ru: Левая лирика Правая обложка альбома
th: ซ้าย เนื้อเพลง ขวา ภาพอัลบั้ม รูปแบบ
tr: Sol Şarkı Sözleri Sağ Albüm Kapağı Düzeni
vi: Bố cục: Lời bài hát bên trái, ảnh bìa album bên phải
zh_hans: 左侧歌词 右侧专辑封面布局
zh_hant: 左側歌詞 右側專輯封面版面

# LibreTranslateFailed
source: Failed to request translation from LibreTranslate. Please check settings or local LibreTranslate configuration
ar: فشل طلب الترجمة من LibreTranslate، يرجى التحقق من الإعدادات أو تكوين LibreTranslate المحلي
de: Übersetzungsanfrage an LibreTranslate fehlgeschlagen. Bitte überprüfen Sie die Einstellungen oder die lokale LibreTranslate-Konfiguration
es: Error al solicitar traducción a LibreTranslate. Verifique la configuración o la configuración local de LibreTranslate
hi: LibreTranslate से अनुवाद का अनुरोध विफल रहा, कृपया सेटिंग्स या स्थानीय LibreTranslate कॉन्फ़िगरेशन की जाँच करें
id: Permintaan terjemahan ke LibreTranslate gagal, silakan periksa pengaturan atau konfigurasi LibreTranslate lokal
it: Impossibile richiedere la traduzione da LibreTranslate. Controlla le impostazioni o la configurazione locale di LibreTranslate.
ja: LibreTranslate への翻訳リクエストに失敗しました。設定またはローカルの LibreTranslate 構成を確認してください
ko: LibreTranslate에 번역 요청 실패. 설정 또는 로컬 LibreTranslate 구성을 확인하세요
ms: Permintaan terjemahan ke LibreTranslate gagal, sila semak tetapan atau konfigurasi LibreTranslate tempatan
pt: Falha ao solicitar tradução ao LibreTranslate. Verifique as definições ou a configuração local do LibreTranslate
ru: Не удалось запросить перевод у LibreTranslate, проверьте настройки или конфигурацию локального LibreTranslate
th: การขอคำแปลจาก LibreTranslate ล้มเหลว โปรดตรวจสอบการตั้งค่าหรือการกำหนดค่า LibreTranslate ในเครื่อง
tr: LibreTranslate'ten çeviri talep edilemedi. Lütfen ayarları veya yerel LibreTranslate yapılandırmasını kontrol edin
vi: Yêu cầu dịch đến LibreTranslate thất bại, vui lòng kiểm tra cài đặt hoặc cấu hình LibreTranslate cục bộ
zh_hans: 向 LibreTranslate 请求翻译失败，请检查设置或本机 LibreTranslate 配置
zh_hant: 向 LibreTranslate 請求翻譯失敗，請檢查設定或本機 LibreTranslate 配置

# LibreTranslateServerTextBox.PlaceholderText
source: e.g. http://localhost:5000
ar: مثال: http://localhost:5000
de: z. B. http://localhost:5000
es: ej. http://localhost:5000
hi: उदाहरण http://localhost:5000
id: Contoh: http://localhost:5000
it: Ad esempio: http://localhost:5000
ja: 例: http://localhost:5000
ko: 예: http://localhost:5000
ms: Contoh: http://localhost:5000
pt: Exemplo: http://localhost:5000
ru: например, http://localhost:5000
th: ตัวอย่าง http://localhost:5000
tr: örneğin http://localhost:5000
vi: Ví dụ: http://localhost:5000
zh_hans: 例如 http://localhost:5000
zh_hant: 例如 http://localhost:5000

source: Loading...
ar: جاري التحميل...
de: Wird geladen...
es: Cargando...
hi: लोड हो रहा है...
id: Sedang dimuat...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ms: Memuat...
pt: A carregar...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
vi: Đang tải...
zh_hans: 加载中…
zh_hant: 載入中...

source: Lyrics Card Only Layout
ar: تخطيط بطاقة الأغاني فقط
de: Nur Textkarten-Layout
es: Disposición de sólo tarjeta de letras
hi: केवल लिरिक्स कार्ड लेआउट
id: Tata Letak Khusus Kartu Lirik
it: Layout solo scheda testi
ja: 歌詞カードのみのレイアウト
ko: 가사 카드 전용 레이아웃
ms: Susun atur hanya untuk kad lirik
pt: Layout apenas do cartão de letras
ru: Макет только для лирических карт
th: บัตรเนื้อเพลงเท่านั้น
tr: Sadece Şarkı Sözü Kartı Düzeni
vi: Bố cục chỉ hiển thị thẻ lời bài hát
zh_hans: 仅歌词卡片布局
zh_hant: 僅歌词卡片版面

# LyricsEffectSettingsControlAnimationDuration.Header
source: Duration
ar: المدة
de: Dauer
es: Duración
hi: समयांतराल
id: Durasi
it: Durata
ja: 持続時間
ko: 기간
ms: Durasi
pt: Duração
ru: Продолжительность
th: ระยะเวลา
tr: Süre
vi: Thời gian
zh_hans: 持续时间
zh_hant: 時間長度

# LyricsLayerPrimaryName
source: Original
ar: الأصل
hi: मूल
id: Asli
it: Originale
ja: 原文
ko: 원문
ms: Asli
ru: Оригинал
th: ต้นฉบับ
tr: Orijinal
vi: Bản gốc
zh_hans: 原文
zh_hant: 原文

# LyricsLayerSecondaryName
source: Translation
ar: الترجمة
de: Übersetzung
es: Traducción
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 訳文
ko: 번역
ms: Terjemahan
pt: Tradução
ru: Перевод
th: การแปล
tr: Çeviri
vi: Bản dịch
zh_hans: 译文
zh_hant: 譯文

# LyricsLayerTertiaryName
source: Pronunciation
ar: النطق
de: Aussprache
es: Pronunciación
hi: उच्चारण
id: Pengucapan
it: Pronuncia
ja: ルビ
ko: 발음
ms: Ejaan
pt: Pronúncia
ru: Произношение
th: การออกเสียง
tr: Telaffuz
vi: Cách phát âm
zh_hans: 发音标示
zh_hant: 發音標示

# LyricsLoading
source: Loading lyrics...
ar: جارٍ تحميل الكلمات...
de: Songtext wird geladen...
es: Cargando letra...
hi: बोल लोड हो रहे हैं...
id: Memuat lirik...
it: Caricamento testi...
ja: 歌詞を読み込んでいます…
ko: 가사 불러오는 중...
ms: Memuatkan lirik...
pt: A carregar a letra...
ru: Загрузка текста...
th: กำลังโหลดเนื้อเพลง...
tr: Şarkı sözleri yükleniyor...
vi: Đang tải lời bài hát...
zh_hans: 加载歌词中...
zh_hant: 載入歌詞中...

source: Lyrics not found
ar: لم يتم العثور على كلمات
de: Kein Songtext gefunden
es: Letra no encontrada
hi: बोल नहीं मिले
id: Lirik tidak ditemukan
it: Testi non trovati
ja: 歌詞が見つかりません
ko: 가사를 찾을 수 없음
ms: Lirik tidak ditemui
pt: Letra não encontrada
ru: Текст песни не найден
th: ไม่พบเนื้อเพลง
tr: Şarkı sözleri bulunamadı
vi: Không tìm thấy lời bài hát
zh_hans: 未找到歌词
zh_hant: 未找到歌詞

source: Lyrics Only Layout
ar: تخطيط الكلمات فقط
de: Nur Lyrik Layout
es: Diseño sólo letras
hi: केवल गीत
id: Tata Letak Hanya Lirik
it: Layout solo testi
ja: 歌詞のみレイアウト
ko: 가사 전용 레이아웃
ms: Susun Atur Lirik Sahaja
pt: Layout só de letras
ru: Макет только для лирики
th: เนื้อเพลงเท่านั้น
tr: Sadece Şarkı Sözleri Düzeni
vi: Bố cục chỉ hiển thị lời bài hát
zh_hans: 仅歌词布局
zh_hant: 僅歌詞版面

# LyricsPageLanguageCode.Header
source: Lyrics Language
ar: لغة الكلمات
de: Songtext-Sprache
es: Idioma de la letra
hi: बोल की भाषा
id: Bahasa Lirik
it: Lingua dei testi
ja: 歌詞の言語
ko: 가사 언어
ms: Bahasa Lirik
pt: Idioma da Letra
ru: Язык текста песни
th: ภาษาของเนื้อเพลง
tr: Şarkı Sözü Dili
vi: Ngôn ngữ lời bài hát
zh_hans: 歌词语言
zh_hant: 歌詞語言

# LyricsPageLyricsCard.Text
source: Lyrics Card
ar: بطاقة كلمات الأغاني
de: Liedtext-Karte
es: Tarjeta de letras
hi: गीत कार्ड
id: Kartu Lirik
it: Scheda testi
ja: 歌詞カード生成
ko: 가사 카드
ms: Kad Lirik
pt: Cartão de letras
ru: Карточка с лирикой
th: บัตรเนื้อเพลง
tr: Şarkı Sözü Kartı
vi: Thẻ lời bài hát
zh_hans: 歌词卡片
zh_hant: 歌詞卡片

# LyricsPageLyricsProviderPrefix.Header
source: Lyrics Provider
ar: مُزود الكلمات
de: Songtext-Anbieter
es: Proveedor de letras
hi: बोल प्रदाता
id: Penyedia Lirik
it: Fornitore testi
ja: 歌詞提供元
ko: 가사 제공자
ms: Penyedia Lirik
pt: Fornecedor da Letra
ru: Поставщик текста
th: ผู้ให้บริการเนื้อเพลง
tr: Şarkı Sözü Sağlayıcı
vi: Nhà cung cấp lời bài hát
zh_hans: 歌词提供方
zh_hant: 歌詞提供者

# LyricsPageLyricsSearch.Text
source: Manual Lyrics Search
ar: بحث يدوي عن الكلمات
de: Manuelle Songtext-Suche
es: Búsqueda manual de letras
hi: बोल मैनुअल खोज
id: Pencarian Manual Lirik
it: Ricerca manuale testi
ja: 歌詞検索
ko: 수동 가사 검색
ms: Carian Lirik Manual
pt: Pesquisa Manual de Letras
ru: Ручной поиск текста
th: ค้นหาเนื้อเพลงด้วยตนเอง
tr: Manuel Şarkı Sözü Arama
vi: Tìm kiếm lời bài hát thủ công
zh_hans: 手动搜索歌词
zh_hant: 手動搜尋歌詞

# LyricsPageMatchPercentage.Header
source: Match Percentage
ar: نسبة التطابق
de: Übereinstimmungsquote
es: Porcentaje de coincidencia
hi: मिलान प्रतिशत
id: Persentase Kecocokan
it: Percentuale corrispondenza
ja: 一致率
ko: 일치율
ms: Peratusan Padanan
pt: Percentagem de Correspondência
ru: Процент совпадения
th: เปอร์เซ็นต์ความตรงกัน
tr: Eşleşme Yüzdesi
vi: Tỷ lệ khớp
zh_hans: 匹配百分比
zh_hant: 符合百分比

# LyricsPagePositionOffsetHint.Header
source: Reset to 0 when switching songs
ar: إعادة التعيين إلى 0 عند تغيير الأغنية
de: Beim Songwechsel auf 0 zurücksetzen
es: Restablecer a 0 al cambiar de canción
hi: गीत बदलते समय 0 पर रीसेट करें
id: Atur ulang ke 0 saat mengganti lagu
it: Reimposta a 0 quando cambi brano
ja: 曲の変更時に 0 へリセット
ko: 곡 전환 시 0으로 초기화
ms: Tetapkan semula kepada 0 apabila menukar lagu
pt: Repor a 0 ao mudar de música
ru: Сбрасывать на 0 при переключении песни
th: รีเซ็ตเป็น 0 เมื่อเปลี่ยนเพลง
tr: Şarkı değiştirirken 0'a sıfırlanır
vi: Đặt lại về 0 khi chuyển bài hát
zh_hans: 切换歌曲时重置为 0
zh_hant: 切換歌曲時重設為 0

# LyricsPageSettings.Text
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# LyricsPageTranslationEnabled.Description
source: Prioritize reading translations within lyrics; if no match, request machine translation from LibreTranslate server
ar: ستُعطى الأولوية لقراءة الترجمة داخل ملف الكلمات، وإذا لم يوجد تطابق، سيتم طلب ترجمة آلية من خادم LibreTranslate
de: Priorisiere Übersetzungen innerhalb des Songtextes; falls keine Übereinstimmung gefunden wird, fordere maschinelle Übersetzung vom LibreTranslate-Server an
es: Priorizar la lectura de traducciones dentro de la letra; si no hay coincidencia, solicitar traducción automática al servidor LibreTranslate
hi: बोल के भीतर अनुवाद पढ़ने को प्राथमिकता दी जाएगी, यदि कोई मेल नहीं मिलता है तो LibreTranslate सर्वर से मशीनी अनुवाद का अनुरोध किया जाएगा
id: Akan memprioritaskan membaca terjemahan di dalam lirik, jika tidak ada kecocokan maka akan meminta terjemahan mesin dari server LibreTranslate
it: Dai priorità alle traduzioni già presenti nei testi; se non sono disponibili, richiedi la traduzione automatica al server LibreTranslate.
ja: 歌詞内の翻訳を優先して読み込みます。ない場合は、LibreTranslate サーバーに機械翻訳をリクエストします
ko: 가사 내 번역을 우선 읽고, 일치하는 것이 없으면 LibreTranslate 서버에 기계 번역을 요청합니다
ms: Akan mengutamakan pembacaan terjemahan dalam lirik, jika tiada padanan maka akan meminta terjemahan mesin daripada pelayan LibreTranslate
pt: Dará prioridade à leitura da tradução dentro da letra; se não houver correspondência, solicitará tradução automática ao servidor LibreTranslate
ru: Приоритет отдается переводу внутри текста песни; если совпадений нет, запрашивается машинный перевод у сервера LibreTranslate
th: จะให้ความสำคัญกับการอ่านคำแปลในเนื้อเพลงก่อน หากไม่พบจะขอคำแปลจากเครื่องผ่านเซิร์ฟเวอร์ LibreTranslate
tr: Şarkı sözleri içindeki çevirileri okumaya öncelik verin; eşleşme yoksa LibreTranslate sunucusundan makine çevirisi isteyin
vi: Sẽ ưu tiên đọc bản dịch trong lời bài hát, nếu không khớp sẽ yêu cầu dịch máy từ máy chủ LibreTranslate
zh_hans: 将优先读取歌词内翻译，若无匹配则向 LibreTranslate 服务器请求机器翻译
zh_hant: 將優先讀取歌詞內翻譯，若無符合則向 LibreTranslate 伺服器請求機器翻譯

# LyricsPageTranslationEnabled.Header
source: Enable Translation
ar: تفعيل الترجمة
de: Übersetzung aktivieren
es: Habilitar traducción
hi: अनुवाद सक्षम करें
id: Aktifkan Terjemahan
it: Abilita traduzione
ja: 翻訳を有効にする
ko: 번역 활성화
ms: Dayakan Terjemahan
pt: Ativar Tradução
ru: Включить перевод
th: เปิดใช้งานการแปล
tr: Çeviriyi Etkinleştir
vi: Bật dịch
zh_hans: 启用翻译
zh_hant: 啟用翻譯

# LyricsPageTranslationProviderPrefix.Header
source: Translation Provider
ar: مُزود الترجمة
de: Übersetzungsanbieter
es: Proveedor de traducción
hi: अनुवाद प्रदाता
id: Penyedia Terjemahan
it: Fornitore traduzioni
ja: 翻訳提供元
ko: 번역 제공자
ms: Penyedia Terjemahan
pt: Fornecedor de Tradução
ru: Поставщик перевода
th: ผู้ให้บริการคำแปล
tr: Çeviri Sağlayıcı
vi: Nhà cung cấp bản dịch
zh_hans: 翻译提供方
zh_hant: 翻譯提供者

# LyricsPageTransliterationProviderPrefix.Header
source: Transliteration Provider
ar: مُزود النقل الصوتي (Transliteration)
de: Transliterationsanbieter
es: Proveedor de transliteración
hi: लिप्यंतरण प्रदाता
id: Penyedia Transliterasi
it: Fornitore traslitterazione
ja: ルビ提供元
ko: 음역 제공자
ms: Penyedia Transliterasi
pt: Fornecedor de Transliteração
ru: Поставщик транслитерации
th: ผู้ให้บริการคำอ่าน
tr: Transliterasyon Sağlayıcı
vi: Nhà cung cấp phiên âm
zh_hans: 音译提供方
zh_hant: 音譯提供者

# LyricsParseError
source: Lyrics parsing failed
ar: فشل تحليل الكلمات
de: Fehler beim Analysieren des Songtextes
es: Error al analizar la letra
hi: बोल पार्सिंग विफल
id: Gagal mengurai lirik
it: Analisi dei testi non riuscita
ja: 歌詞の解析に失敗しました
ko: 가사 파싱 실패
ms: Penghuraian lirik gagal
pt: Falha ao analisar a letra
ru: Ошибка разбора текста песни
th: การแยกวิเคราะห์เนื้อเพลงล้มเหลว
tr: Şarkı sözleri ayrıştırma başarısız oldu
vi: Phân tích lời bài hát thất bại
zh_hans: 歌词解析失败
zh_hant: 歌詞解析失敗
